@extends('layouts.personal_layout')

@section('title', 'О сайте')

@section('page_content')
        
    <h3 class="info">
        О сайте
    </h3>
    
    <p>
    Приложение <b>"Молитвы"</b> служит для помощи в молитвенном служении.
    </p>
    <p>
Оно помогает сохранять все о чем мы хотим помолится и уже молились, записывать
результаты молитв и делится своими молитвами с другими верующими.
</p>
<p>
В данном приложении можно составлять свой список молитвенных нужд и благодарностей.
Для каждой молитвы можно указать название и описание.
</p>
<p>
Если молитва более не актуальна, ее можно удалить или завершить. При завершении молитвы, если Вы благодарны Богу за Его действие или ответ, то можно добавить
галочку "опубликовать как благодарность" и тогда молитва не завершается а помечается как благодарность.
</p>
<p>
Завершенная молитва появляется на странице Личный кабинет > завершенные молитвы.
</p>
<p>
Список молитв на страницах "Мои нужды" и "Завершенные молитвы" виден только Вам.
</p>
<p>
Чтобы "поделится" молитвой, укажите в поле "видно людям" имена своих друзей
и Ваша молитва появится у указанных людей на странице "Молитвы".
</p>
<p>
Вы можете присоединится к одной из молитвенных групп или создать свою группу на
странице "Личный кабинет" и тогда "делится" своей молитвой можно сразу со всей
группой или группами.
</p>
<p>
На странице "Молитвы" Вы увидите список молитв, которыми другие люди поделились с Вами.
</p>
<p>
Если Вы хотите пригласить в данное приложение Вашего друга, то на странице "Личный кабинет"
 -> "Пригласить друга" вы можете создать специальный пароль. Перешлите данный пароль
 своему другу для указания в форме регистрации.
 </p>
<br>
<p>
 По всем вопросам, связанным с работой данного приложения Вы можете обращаться к 
 Сачкову Юрию <a href="mailto:sachkov@live.com">sachkov@live.com</a>
    </p>
@endsection